---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.MEPSystem
zh: 系统
source: html/d5f98712-e2eb-e561-6ad6-03b9b1107b09.htm
---
# MEPSystem Members

**中文**: 系统

Add elements into the system and connect them with the system using given connectors.